// Библиотека ответов
let answers = {
  question: [
    'Вы что-то спросили, да?',
    'Не пойму, что вы пытаетесь спросить',
    'Спрашиваете? Сейчас отвечу. Секундочку',
    'Откуда мне знать? Вы задаёте дурацкие вопросы, мой дорогой!',
    'Не знаю.',
    'Без понятия, честно.',
    'А вы что об этом думаете?'
  ],
  exclamation: [
    'И нечего тут восклицать!',
    'Сегодня ваша эмоциональность зашкаливает.',
    'Больше восклицательных знаков в студию!!! Ладно, не злитесь =)'
  ],
  null: [
    'Что ответить пустоте?',
    'Я тоже люблю помолчать.',
    'Ничего не написали и хотите от меня ответа? А вот фигушки!',
    'Да, радоваться нечему.',
    'Только не просите меня спеть.'
  ],
  hello: [
    'Привет-привет!',
    'Здравствуй, пришелец!',
    'Кукусики!',
    'Здравия желаю, товарищ... как вас там?'
  ],
  aboutMe: [
    'Я-то? Великий и ужасный инф Арсен Люпен! Мой прародитель был чудеснейшим вором, который не грабил бедняков и вел честный образ жизни. Ну почти.',
    'Меня зовут Арсен Люпен. А вас как по батюшке?',
    'Правда же, жизнь моя так прекрасна! Стоит только захотеть, не так ли, и завтра можно стать кем угодно, оратором, заводчиком, политиком, наконец… Но нет, клянусь, никогда не соглашусь на это! Я Арсен Люпен, Арсеном Люпеном и останусь.',
    'Нет пределов для прогресса. Наш век буквально кишит мелкими изобретениями, делающими жизнь и в самом деле очаровательной и прекрасной. И такой забавной!.. Особенно если умеешь играть ею так, как я',
    'Пусть никто и никогда не сможет с полной уверенностью сказать: это Арсен Люпен. Главное, чтобы все безошибочно говорили: это сделал Арсен Люпен.',
    'Я умер как человек, но жив как француз.'
  ],
  when: [
    'Когда рак на горе свистнет.',
    'Сложно сказать.',
    'Когда в одну линию сойдутся все планеты.',
    'Когда-то давным-давно.',
    'Осенью, когда опадут все листья и призраки вырвуются на волю из заброшенных могил...'
  ],
  where: [
    'Где-то далеко.',
    'На северном полюсе.',
    'В странах, где ещё едят людей.',
    'В одной крупной компании.'
  ],
  whereTo: [
    'Туда, где мёдом намазано.',
    'Туда, где хорошо.',
    'В лес, где много диких обезьян.',
    'К вам домой, конечно же.'
  ],
  whereFrom: [
    'Оттуда, где крутятся водяные смерчи.',
    'От верблюда.',
    'Из далёкой галактики.',
    'Из суровых пустынь.'
  ],
  uMenya: [
    'У меня тоже.',
    'И у меня. Вот так совпадение!',
    'А у меня нет.',
    'У меня то же самое, представляете?'
  ],
  iDontKnowYourName: [
    'Прошу прощения, мне неизвестно ваше имя.',
    'А как вас зовут?',
    'Не знаю',
    'Хотел бы я знать...'
  ]
}

export { answers }
