// Библиотека вопросов
const questions = {
  hello: ['привет', 'здравствуй', 'куку', 'ку-ку', 'хай'],
  aboutMe: ['кто ты', 'ты кто'],
  sing: ['спой'],
  smile: ['улыбнись'],
  why: ['почему', 'зачем'],
  when: ['когда'],
  where: ['где'],
  whereTo: ['куда'],
  whereFrom: ['откуда'],
  uMenya: ['у меня'],
  userName: ['меня зовут', 'моё имя', 'мое имя'],
  whatIsMyName: [
    'как меня зовут',
    'какое мое имя',
    'какое моё имя',
    'как мое имя',
    'как моё имя',
    'кто я'
  ],
  mood: ['мне']
}

export { questions }
